Repository: Casarecompensas/iredmail.iredadmin
Catalog: i18n/*/LC_MESSAGES/iredadmin.po
Languages: pl_pl, pt_br

source: Create new mail admin
pl_pl: Utwórz nowego administratora domeny
pt_br: Criar um novo administrador do domínio

source: Mail Address
pl_pl: Adres e-amil
pt_br: Endereço de Email

source: (Required)
pl_pl: (Wymagane)
pt_br: (Obrigatório)

source: Create
pl_pl: Utwórz
pt_br: Criar

source: Edit admin profile
pl_pl: Edycaja profilu administratora
pt_br: Editar o perfil do administrador

source: General
pl_pl: Ogólne
pt_br: Geral

source: Reset password
pl_pl: Resetuj hasło
pt_br: Redefinir senha

source: Back to admin list
pl_pl: Powrót do listy administratorów
pt_br: Voltar para lista de administradores

source: Display Name
pl_pl: Nazwa
pt_br: Nome do usuário

source: Created Date
pl_pl: Data utworzenia
pt_br: Data de Criação

source: Save changes
pl_pl: Zapisz zmiany
pt_br: Salvar mudanças

source: Domain Admins
pl_pl: Administratorzy Domeny
pt_br: Administradores do domínio

source: All mail administrators.
pl_pl: E-maile administratorów
pt_br: Todos os administradores de Email.

source: Total: %s.
pl_pl: Razem: %s.

source: Global Admin
pl_pl: Globalny Administrator
pt_br: Administrador Global

source: Edit admin profile.
pl_pl: Edytuj profil administratora
pt_br: Modificar o perfil do administrador.

source: Select/Unselect all
pl_pl: Zaznacz/Odznacz wszystko
pt_br: Selecionar/De-selecionar tudo

source: Delete
pl_pl: Skasuj
pt_br: Apagar

source: Are you sure want to delete selected account(s)?
pl_pl: Czy napewno chcesz skasować zaznaczone konto(a) ?
pt_br: Tem certeza que deseja excluir a conta selecionada(s)?

source: Disable
pl_pl: Wyłącz
pt_br: Desativar

source: Are you sure want to disable selected account(s)?
pl_pl: Czy napewno chcesz wyłączyć zaznaczone konto(a) ?
pt_br: Tem certeza que deseja desativar a conta selecionada(s)

source: Enable
pl_pl: Włącz
pt_br: Ativar

source: Are you sure want to enable selected account(s)?
pl_pl: Czy napewno chcesz włączyć zaznaczone konto(a)?
pt_br: Tem certeza que desejar habilitar a conta selecionada(s)

source: Software update
pl_pl: Aktualizacja oprogramowania
pt_br: Atualização do Software

source: Check new version
pl_pl: Srawdź dostępność aktualizacji
pt_br: Verificar uma nova versão

source: Current iRedAdmin version
pl_pl: Aktualna wersja iRedadmin
pt_br: Versão atual do iRedAdmin

source: New version available
pl_pl: Dostępna nowa wersja
pt_br: Nova versão disponível

source: Release note
pl_pl: Informacje o wydaniu
pt_br: Notas de lançamento

source: Download
pl_pl: Pobierz

source: Version status
pl_pl: Status wersji
pt_br: Status da versão

source: Your iRedAdmin is up to date.
pl_pl: Twoja wersja Iredadmin jest aktualna
pt_br: Seu iRedAdmin está atualizado.

source: Error while check new version
pl_pl: Błąd przy sprawdzaniu nowej wersji
pt_br: Ocorreu um Erro enquanto verificava por novas versões.

source: Dashboard
pl_pl: Strona informacyjna
pt_br: Painel de Gerenciamento

source: Available operations
pl_pl: Dostępne funkcje
pt_br: Operações disponíveis

source: Create new
pl_pl: Nowy
pt_br: Criar um novo

source: Mail Domain
pl_pl: Domena E-mail
pt_br: Domínio de Email

source: Domain Admin
pl_pl: Administrator domeny
pt_br: Administrador do Domínio

source: Mail User
pl_pl: Urzytkowanik e-mail
pt_br: Usuário de Email

source: Need more features?
pl_pl: Potrzebujesz więcej funkcji ?
pt_br: Precisa de mais caracteristicas?

source: For example:
pl_pl: Przykłady:

source: Unlimited number of mail lists
pl_pl: Nielimitowana liczba e-mail

source: Unlimited number of mail aliases
pl_pl: Nielimitowana liczba alisów

source: Per-user mail forwarding control
pl_pl: Kontrola przekierowania e-mail Per-użytkownik

source: Per-user service control
pl_pl: Kontrola serwisów Per-użytkownik

source: Admin type control (Global/Normal Admin)
pl_pl: Uprawnienia administratorów

source: System info
pl_pl: Informacje o systemie
pt_br: Informações sobre o sistema

source: iRedAdmin version
pl_pl: Wersja iRedadmin
pt_br: Versão do iRedAdmin

source: Hostname
pl_pl: Nazwa hosta
pt_br: Nome do host

source: Uptime
pl_pl: Czas pracy

source: %s days, %s hours, %s minutes.
pl_pl: %s dni, %s godzin, %s minut.
pt_br: %s dias, %s horas, %s minutos.

source: Server load
pl_pl: Obciążenia serwera
pt_br: Carga do servidor

source: Network interfaces
pl_pl: Interfejsy sieciowe
pt_br: Interfaces de Rede

source: Create new mail domain
pl_pl: Utwórz nową demene e-mail
pt_br: Criar Novo domínio de email

source: Domain Name
pl_pl: Nazwa domeny
pt_br: Nome do Domínio

source: Edit domain profile.
pl_pl: Edytuj profil domeny
pt_br: Modificar o perfil do domínio.

source: Users
pl_pl: Użytkownicy
pt_br: Usuários

source: Company/Organization
pl_pl: Firma/Organizacja
pt_br: Compania/Organização

source: Mail Domains
pl_pl: Doeman e-mail
pt_br: Domínios de Email

source: All domains under your control.
pl_pl: Wszystkie domeny pod twoją kontrolą
pt_br: Todos os domínios sob o seu controle.

source: Edit domain profile
pl_pl: Edytuj profil domeny
pt_br: Editar perfil do domínio.

source: List all mail users.
pl_pl: Lista wszystkich użytkowników e-mail
pt_br: Listar todos os emails dos usuários.

source: Are you sure want to delete selected domain(s) and accounts under it?
pl_pl: Czy napewno chcesz usunąć zaznaczoną domenę(y) i konta pocztowe przypisane do niej?
pt_br: Tem certeza que deseja excluir o domínio selecionado(s) e todas as contas nele contido?

source: Are you sure want to disable selected domain(s)?
pl_pl: Czy napewno chcesz wyłączyć zaznaczoną domeny(y)?
pt_br: Tem certeza que deseja desativar o domínio selecionado(s)?

source: Are you sure want to enable selected domain(s)?
pl_pl: Czy napewno chesz włączyć zaznaczoną doemnę(y)?
pt_br: Tem certeza que deseja ativar o domínio selecionado(s)

source: Page not found.
pl_pl: Strona nie istnieje.
pt_br: Pagina não encontrada.

source: Error:
pl_pl: Błąd:
pt_br: Erro:

source: Logged in as %s.
pl_pl: Zalogowany jako %s.
pt_br: Logado como %s.

source: Preferences
pl_pl: Preferencje
pt_br: Preferências

source: Logout
pl_pl: Wyloguj
pt_br: Sair

source: iRedMail Management
pl_pl: Zarządzanie iRedadmin
pt_br: Gereciamento do iRedMail

source: Domains
pl_pl: Domeny
pt_br: Domínios

source: Admins
pl_pl: Administratorzy
pt_br: Administradores

source: Get support
pl_pl: Wsparcie techniczne
pt_br: Aderir ao suporte

source: Login to manage your mail domains & users
pl_pl: Zaloguj się aby zarządzać domenami poczty i urzytkownikami
pt_br: Conectar-se para gerenciar seus domínios de email & usuários

source: Username
pl_pl: Nazwa użytkownika
pt_br: Nome de usúario

source: Must be a valid domain admin email address.
pl_pl: Musi być prawidłowy adres administratora domeny
pt_br: Necessita ser um email de administrador do domínio válido.

source: Password
pl_pl: Hasło
pt_br: Senha

source: Remember me
pl_pl: Zapamiętaj dane
pt_br: Lembre-me

source: Log me in automatically each time I visit.
pl_pl: Zaloguj mnie automatycznie przy kolejnej wizycie.
pt_br: Deixe-me logado toda vez que eu visitar.

source: Login
pl_pl: Zaloguj

source: User ID
pl_pl: ID użytkownika
pt_br: ID de Uśuario

source: Telephone Number
pl_pl: Numer telefonu
pt_br: Numero de telefone

source: Preferred language
pl_pl: Preferowany język
pt_br: Linguagem preferencial

source: Enable this domain
pl_pl: Włącz ta domene
pt_br: Ativar este domínio

source: Enable this account
pl_pl: Włącz konto
pt_br: Ativar esta conta

source: Enabled
pl_pl: Włączone
pt_br: Ativado

source: Disabled
pl_pl: Wyłączone
pt_br: Desativado

source: Domain admin assignment
pl_pl: Przypisany administraotr domeny
pt_br: Atribuição do administrador do domínio

source: If no admin assigned, you can manage it with global admin.
pl_pl: Jeżeli nie ma przypisanego administratora, możesz zarządzać domeną jako globalny administrator
pt_br: Se nenhum administrador for atribuído, você pode gerenciar usando o administrador global.

source: (Global Admin)
pl_pl: (Globalny administrator)
pt_br: (Administrador Global)

source: Default is <strong>%s</strong>.
pl_pl: Domyślnie to <strong>%s</strong>.
pt_br: O padrão é<strong>%s</strong>.

source: Leave it empty to use default transport.
pl_pl: Pozostaw puste aby użyc domyślnych ustawień
pt_br: Deixe isto vázio para se usar o tranport padrão.

source: New password must contain at least <strong>%s</strong> characters.
pl_pl: Nowe hasło musi mieć min. <strong>%s</strong> znaków
pt_br: Nova senha necessita conter no mínimo <strong>%s</strong> characteres.

source: New password must <strong>NOT</strong> contain more than <strong>%s</strong> characters.
pl_pl: Nowe hasło <strong>NIE MOŻE</strong> mieć więcej jak " "<strong>%s</strong> znaków.
pt_br: A nova senha <strong>NÃO</strong> pode mais que <strong>%s</strong> characteres.

source: Old password
pl_pl: Stare hasło
pt_br: Senha antiga

source: New password
pl_pl: Nowe hasło
pt_br: Nova senha

source: Confirm new password
pl_pl: Potwierdź nowe hasło
pt_br: Confirmar nova senha

source: Re-enter your password exactly as before.
pl_pl: Wpisz jeszcze raz hasło
pt_br: Re-digite sua senha exatamente como anteriormente

source: Mail quota (in MB)
pl_pl: Pojemnosc konta (w MB)
pt_br: Cota de Email (em MB)

source: Current quota:
pl_pl: Aktualna pojemność:
pt_br: Cota Atual:

source: Unlimited
pl_pl: Brak limitu
pt_br: Ilimitada

source: Username or password is incorrect.
pl_pl: Nazwa użytkownika lub hasło jest nie prawidłowe
pt_br: Nome de usuário ou senha incorretos

source: Username must be an valid email address.
pl_pl: Nazwa użytkownika musi być prawidłowym adresem e-mail
pt_br: Nome de usuário precisa ser um endereço de email válido

source: Login required
pl_pl: Wymagana nazawa użytkownika
pt_br: Login necessário

source: Username or password is empty.
pl_pl: Nazwa użytkownika lub hasło jest puste.
pt_br: Nome de usuário ou senha estão vázios

source: Domain was created.
pl_pl: Domena została utworzona.
pt_br: Domínio foi criado

source: Profile update success.
pl_pl: Profil został zaktualizowany.
pt_br: Perfil atualizado com sucesso

source: Selected domains were deleted.
pl_pl: Zaznaczona domena została usunięta.
pt_br: Domínios selecionados que serão apagados

source: Selected domains were diabled.
pl_pl: Zaznaczona domena została wyłączona.
pt_br: Domínios selecionados que serão desativados

source: Selected domains were enabled.
pl_pl: Zaznaczona domena została wlączona.
pt_br: Domínios selecionados que serão ativados

source: Domain name is empty.
pl_pl: Nazwa domeny jest pusta.
pt_br: Nome de domínio está vázio

source: Server-side size limit exceeded. Please increase "sizelimit" in your LDAP server.
pl_pl: Przekroczono limit objętości po stronie serwera. Proszę zwiększyć "objętość" w serwerze LDAP.

source: Permission denied.
pl_pl: Nie masz uprawnień.
pt_br: Permissão Negada

source: No such domain.
pl_pl: Nie ma takiej domeny.
pt_br: Domínio não encontrado

source: Incorrect profile type.
pl_pl: Nie prawidłowy typ profilu.
pt_br: Tipo de perfil incorreto

source: Submited domain name is incorrect.
pl_pl: Nieprawidłowa nazwa domeny
pt_br: Domínio submetido é incorreto

source: Profile updated success.
pl_pl: Profil został zaktualizowany.
pt_br: Perfil atualizado com sucesso.

source: Profile updated failed.
pl_pl: Błąd aktualizacji profilu.
pt_br: Atualização de perfil falhou.

source: No domain under control.
pl_pl: Brak domen pod kontorolą
pt_br: Não há domínio sob o seu controle

source: Selected accounts were deleted.
pl_pl: Zaznaczone konto zostało usunięte.
pt_br: Contas selecionadas serão apagadas.

source: Selected accounts were disabled.
pl_pl: Zaznaczone konto zostało wyłączone.
pt_br: Contas selecionadas serão desativadas.

source: Selected accounts were enabled.
pl_pl: Zaznaczone konto zostało wlącznie.
pt_br: Contas selecionadas serão ativadas.

source: Invalid profile type: %s.
pl_pl: Nie prawdłowy typ profilu: %s.
pt_br: Tipo: %s de perfil inválido

source: Current password is incorrect.
pl_pl: Aktualne hasło jest nieprawidłowe.
pt_br: Senha atual esta incorreta.

source: New passwords are not match.
pl_pl: Nowe hasło jest nie wystarczjące.
pt_br: Nova senha não confere

source: Password is empty.
pl_pl: Hasło jest puste.
pt_br: Senha está em branco

source: New password must contain at least %s characters.
pl_pl: Nowe hasło musi mieć min. %s znaków.
pt_br: Nova senha necessita conter no mínimo %s characteres.

source: New password must NOT contain more than %s characters.
pl_pl: Nowe hasło nie może mieć więcej jak %s znaków.
pt_br: Nova senha não pode conter mais que %s characteres.

source: Account already exists, please choose another username.
pl_pl: Takie konto już istnieje, proszę wybrać inną nazwę konta.
pt_br: Conta existente!, por favor escolha outro nome de usuário.

source: Account created success. Would you like to <a href="%s/create/admin">add one more</a>?
pl_pl: Konto zostało utworzone, czy chcesz dodać <a " "href="%s/create/admin">nowe konto</a>?
pt_br: Conta criada com sucesso. gostaria de <a href="%s/create/admin">adicionar mais uma</a>?

source: You are NOT permited to view/update other's profile.
pl_pl: Nie masz uprawnień aby aktualizować/dodać iny profil.
pt_br: Você NÃO esta permitido a ver/atualizar outros perfis

source: No account selected.
pl_pl: Nie zaznaczono konta.
pt_br: não há conta selecionada

source: Create new mail user
pl_pl: Utwórz nowego użytkonika e-mail.
pt_br: Criar um novo usuários de Email

source: Edit user profile
pl_pl: Edytuj profil użytkownika.
pt_br: Editar um perfil de usuário

source: Reset Password
pl_pl: Resetuj hasło
pt_br: Redefinir Senha

source: Back to user list
pl_pl: Wróć do listy użytkowników
pt_br: Voltar para lista de usuários

source: No avatar available.
pl_pl: Brak awatara
pt_br: Não há identificação disponével

source: Mail Users
pl_pl: Użytkownicy e-mail
pt_br: Usuários de Email

source: View users under domain:
pl_pl: Zobacz użytkowników domeny:
pt_br: Ver usuários sob o domínio:

source: Select one domain
pl_pl: Wybierz jedną domene
pt_br: Selecionar um domínio

source: View/Update domain profile
pl_pl: Zobacz/Aktualizuj profil domeny
pt_br: Ver/Atualizar perfil de domínio

source: Quota
pl_pl: Pojemność
pt_br: Cota
